Repository: hydrosolutions/hydromet-forecasting
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: ru

source: Number of training data
ru: Количество данных для тренировки

source: Minimum
ru: Минимальный

source: Norm
ru: Норма

source: Maximum
ru: Максимальный

source: ScaledError
ru: Эффективность прогноза

source: Scaled Error [RMSE/STDEV]
ru: Эффективность прогноза [RMSE/STDEV]

source: P% Plot
ru: График P%

source: Station: {code} - {name}
ru: Станция: {code} - {name}

source: Forecast Model Training Report
ru: Отчет о тестирования прогнозной модели

source: {frequency} Forecast Model Quality Assessment
ru: {frequency} Оценка качества прогнозной модели

source: Scatter Plot: Observed versus Predicted values
ru: График: фактические и прогнозные значения

source: Quality Assessment
ru: Оценка качества

source: pentade
ru: пентада

source: decade
ru: декада

source: Month
ru: Месяц

source: Rank
ru: ранг

source: individual forecasts
ru: индивидуальные прогнозы

source: mean forecast
ru: средний прогноз

source: observed
ru: фактический

source: Year
ru: Год

source: seasonal
ru: сезонный

source: Model table
ru: Таблица модели

source: Timeseries plot
ru: График временных рядов

source: disch
ru: расход

source: precip
ru: осадки

source: temp
ru: темп

source: snow
ru: снег

source: Observed
ru: Фактический

source: Predicted
ru: Прогнозированный
